/* No comment provided by engineer. */
"Add" = "Add";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Change" = "Change";

/* No comment provided by engineer. */
"Custom Domain URL missing!" = "Custom Domain URL missing!";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Invalid URL format" = "Invalid URL format";

/* No comment provided by engineer. */
"Invoice not saved" = "Invoice not saved";

/* No comment provided by engineer. */
"Invoice saved" = "Invoice saved";

/* No comment provided by engineer. */
"Log Out" = "Log Out";

/* No comment provided by engineer. */
"Next" = "Next";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Please enter a valid URL e.g. \"http://example.com\"." = "Please enter a valid URL e.g. \"http://example.com\".";

/* No comment provided by engineer. */
"Please use info button to set Custom Domain URL." = "Please use info button to set Custom Domain URL.";

/* No comment provided by engineer. */
"Problem syncing Products from the server!" = "Problem syncing Products from the server!";

/* No comment provided by engineer. */
"Products are synced with server!" = "Products are synced with server!";

/* No comment provided by engineer. */
"Products Synced" = "Products Synced";

/* No comment provided by engineer. */
"Sync Products" = "Sync Products";

/* No comment provided by engineer. */
"The Invoice is not saved!" = "The Invoice is not saved!";

/* No comment provided by engineer. */
"The Invoice is saved!" = "The Invoice is saved!";

/* No comment provided by engineer. */
"Total" = "Total";

/* No comment provided by engineer. */
"Username and/or password are incorrect" = "Username and/or password are incorrect";

